Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Allow Actuali to read Wallet data in Settings to sync Apple Card, Apple Cash and Savings.
de: Erlauben Sie Actuali in den Einstellungen den Zugriff auf Wallet-Daten, um Apple Card, Apple Cash und Savings zu synchronisieren.
es: Permita que Actuali lea los datos de Wallet en Ajustes para sincronizar Apple Card, Apple Cash y Savings.
fr: Autorisez Actuali à lire les données de Wallet dans Réglages pour synchroniser Apple Card, Apple Cash et Savings.
it: Consenti ad Actuali di leggere i dati di Wallet in Impostazioni per sincronizzare Apple Card, Apple Cash e Savings.
nl: Sta Actuali toe om Wallet-gegevens te lezen in Instellingen om Apple Card, Apple Cash en Savings te synchroniseren.
pt_br: Permita que o Actuali leia os dados da Wallet em Ajustes para sincronizar Apple Card, Apple Cash e Savings.

source: Allow early spending
de: Vorzeitige Ausgaben zulassen
es: Permitir gasto anticipado
fr: Autoriser les dépenses anticipées
it: Consenti spese anticipate
nl: Vroege uitgaven toestaan
pt_br: Permitir gastos antecipados

source: Almost Spent
de: Fast vollständig ausgegeben
es: Casi gastado
fr: Presque entièrement dépensé
it: Quasi completamente speso
nl: Bijna volledig uitgegeven
pt_br: Quase gasto

source: Amount
de: Betrag
es: Importe
fr: Montant
it: Importo
nl: Bedrag
pt_br: Valor

source: Amount Formatting
de: Betragsformatierung
es: Formato de importes
fr: Format des montants
it: Formattazione degli importi
nl: Bedragopmaak
pt_br: Formatação de valores

source: Amount must be greater than 0 (received "%@").
de: Der Betrag muss größer als 0 sein (erhalten „%@“).
es: El importe debe ser mayor que 0 (recibido: "%@").
fr: Le montant doit être supérieur à 0 (valeur reçue : "%@").
it: L'importo deve essere maggiore di 0 (ricevuto "%@").
nl: Bedrag moet groter zijn dan 0 (ontvangen "%@").
pt_br: O valor deve ser maior que 0 (recebido: "%@").

source: Amount to cover
de: Zu deckender Betrag
es: Importe a cubrir
fr: Montant à couvrir
it: Importo da coprire
nl: Te dekken bedrag
pt_br: Valor a cobrir

source: Amount: %@ → %@
de: Betrag: %@ → %@
es: Importe: %@ → %@
fr: Montant : %@ → %@
it: Importo: %@ → %@
nl: Bedrag: %@ → %@
pt_br: Valor: %@ → %@

source: An occurrence that lands on a weekend moves to the nearest weekday.
de: Ein Termin am Wochenende wird auf den nächsten Werktag verschoben.
es: Una ocurrencia que cae en fin de semana se mueve al día laborable más cercano.
fr: Une occurrence qui tombe le week-end est déplacée au jour ouvré le plus proche.
it: Un’occorrenza che cade nel fine settimana viene spostata al giorno feriale più vicino.
nl: Een gebeurtenis in het weekend wordt verplaatst naar de dichtstbijzijnde werkdag.
pt_br: Uma ocorrência que cai no fim de semana é movida para o dia útil mais próximo.

source: Another schedule is already called “%@”.
de: Ein anderer Zeitplan heißt bereits „%@“.
es: Ya existe otra programación llamada « %@ ».
fr: Une autre programmation s’appelle déjà « %@ ».
it: Un’altra programmazione si chiama già «%@».
nl: Er bestaat al een planning met de naam ‘%@’.
pt_br: Já existe outro agendamento chamado “%@”.

source: any
de: beliebig
es: cualquiera
fr: au moins une
it: qualsiasi
nl: een willekeurige
pt_br: qualquer

source: Any
de: Beliebig
es: Cualquiera
fr: Tous
it: Qualsiasi
nl: Elke
pt_br: Qualquer

source: any condition
de: eine beliebige Bedingung
es: cualquier condición
fr: au moins une condition
it: qualsiasi condizione
nl: een voorwaarde
pt_br: qualquer condição

source: any month
de: jeden Monat
es: cualquier mes
fr: n'importe quel mois
it: qualsiasi mese
nl: welke maand dan ook
pt_br: qualquer mês

source: App Information
de: App-Informationen
es: Información de la app
fr: Informations sur l'app
it: Informazioni sull'app
nl: App-informatie
pt_br: Informações do app

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
nl: Verschijning
pt_br: Aparência

source: Apple shares only the transactions you pick — Actuali has no ongoing access to your Wallet.
de: Apple gibt nur die von Ihnen ausgewählten Transaktionen weiter – Actuali hat keinen dauerhaften Zugriff auf Ihr Wallet.
es: Apple solo comparte las transacciones que elija; Actuali no tiene acceso continuo a su Wallet.
fr: Apple ne partage que les transactions que vous sélectionnez : Actuali n'a pas d'accès permanent à votre Wallet.
it: Apple condivide solo le transazioni che scegli: Actuali non ha accesso continuo al tuo Wallet.
nl: Apple deelt alleen de transacties die u kiest. Actuali heeft geen doorlopende toegang tot uw Wallet.
pt_br: A Apple compartilha apenas as transações que você escolher; o Actuali não tem acesso contínuo ao seu Wallet.

source: Apply Budget Template
de: Budgetvorlage anwenden
es: Aplicar plantilla de presupuesto
fr: Appliquer le modèle de budget
it: Applica modello di budget
nl: Budgetsjabloon toepassen
pt_br: Aplicar modelo de orçamento

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approva
nl: Goedkeuren
pt_br: Aprovar

source: Approve All
de: Alle genehmigen
es: Aprobar todo
fr: Tout approuver
it: Approva tutto
nl: Alles goedkeuren
pt_br: Aprovar tudo

source: Assign Money
de: Geld zuweisen
es: Asignar dinero
fr: Attribuer de l’argent
it: Assegna denaro
nl: Geld toewijzen
pt_br: Atribuir dinheiro

source: Assign More
de: Mehr zuweisen
es: Asignar más
fr: Attribuer davantage
it: Assegna altro
nl: Meer toewijzen
pt_br: Atribuir mais

source: Assigned Last Month
de: Im letzten Monat zugewiesen
es: Asignado el mes pasado
fr: Affecté le mois dernier
it: Assegnato il mese scorso
nl: Vorige maand toegewezen
pt_br: Atribuído no mês passado

source: at %@
de: bei %@
es: en %@
fr: chez %@
it: da %@
nl: bij %@
pt_br: em %@

source: At the end of the month, sources give up their leftover balance and sinks receive it, split by weight. Pools scope the exchange to their members.
de: Am Monatsende geben Quellen ihren verbleibenden Saldo ab, und Senken erhalten ihn, aufgeteilt nach Gewichtung. Pools beschränken den Austausch auf ihre Mitglieder.
es: A final de mes, las fuentes ceden su saldo sobrante y los destinos lo reciben, repartido según su peso. Los grupos limitan el intercambio a sus miembros.
fr: À la fin du mois, les sources cèdent leur solde restant et les puits le reçoivent, réparti selon leur poids. Les pools limitent l'échange à leurs membres.
it: Alla fine del mese, le fonti cedono il saldo residuo e i pozzi lo ricevono, ripartito in base al peso. I pool limitano lo scambio ai propri membri.
nl: Aan het einde van de maand geven bronnen hun resterende saldo af en ontvangen bestemmingen dit, verdeeld naar gewicht. Pools beperken de uitwisseling tot hun leden.
pt_br: No fim do mês, as fontes cedem seu saldo restante e os destinos o recebem, dividido por peso. Os pools limitam a troca aos seus membros.

source: Automatically Add Transaction
de: Transaktion automatisch hinzufügen
es: Añadir transacción automáticamente
fr: Ajouter automatiquement la transaction
it: Aggiungi transazione automaticamente
nl: Transactie automatisch toevoegen
pt_br: Adicionar transação automaticamente

source: Automatically added transactions are created on your server when the app opens, if “Post Scheduled Transactions” is on in More → Transactions & Automation.
de: Automatisch hinzugefügte Transaktionen werden beim Öffnen der App auf Ihrem Server erstellt, wenn „Geplante Transaktionen buchen“ unter Mehr → Transaktionen und Automatisierung aktiviert ist.
es: Las transacciones añadidas automáticamente se crean en tu servidor al abrir la app si «Publicar transacciones programadas» está activado en Más → Transacciones y automatización.
fr: Les transactions ajoutées automatiquement sont créées sur votre serveur à l’ouverture de l’app si « Publier les transactions programmées » est activé dans Plus → Transactions et automatisation.
it: Le transazioni aggiunte automaticamente vengono create sul server all’apertura dell’app se «Pubblica transazioni programmate» è attivo in Altro → Transazioni e automazione.
nl: Automatisch toegevoegde transacties worden op je server aangemaakt wanneer de app wordt geopend, als „Geplande transacties boeken“ is ingeschakeld in Meer → Transacties en automatisering.
pt_br: As transações adicionadas automaticamente são criadas no servidor quando o app abre, se «Publicar transações agendadas» estiver ativado em Mais → Transações e Automação.

source: Automatically added transactions are created on your server when the app opens.
de: Automatisch hinzugefügte Transaktionen werden auf Ihrem Server erstellt, wenn die App geöffnet wird.
es: Las transacciones añadidas automáticamente se crean en su servidor cuando se abre la aplicación.
fr: Les transactions ajoutées automatiquement sont créées sur votre serveur à l'ouverture de l'application.
it: Le transazioni aggiunte automaticamente vengono create sul tuo server all'apertura dell'app.
nl: Automatisch toegevoegde transacties worden op uw server aangemaakt wanneer de app wordt geopend.
pt_br: As transações adicionadas automaticamente são criadas no seu servidor quando o app é aberto.

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
nl: Automatisering
pt_br: Automação

source: Automation Type
de: Automatisierungstyp
es: Tipo de automatización
fr: Type d'automatisation
it: Tipo di automazione
nl: Automatiseringstype
pt_br: Tipo de automação

source: Automations
de: Automatisierungen
es: Automatizaciones
fr: Automatisations
it: Automazioni
nl: Automatiseringen
pt_br: Automações

source: Automations Editor
de: Automatisierungseditor
es: Editor de automatizaciones
fr: Éditeur d'automatisations
it: Editor delle automazioni
nl: Automatiseringseditor
pt_br: Editor de automações

source: available
de: verfügbar
es: disponible
fr: disponible
it: disponibile
nl: beschikbaar
pt_br: disponível

source: Available Backups
de: Verfügbare Sicherungen
es: Copias de seguridad disponibles
fr: Sauvegardes disponibles
it: Backup disponibili
nl: Beschikbare back-ups
pt_br: Backups disponíveis

source: Available Credit
de: Verfügbarer Kredit
es: Crédito disponible
fr: Crédit disponible
it: Credito disponibile
nl: Beschikbaar krediet
pt_br: Crédito disponível

source: Available funds
de: Verfügbare Mittel
es: Fondos disponibles
fr: Fonds disponibles
it: Fondi disponibili
nl: Beschikbare middelen
pt_br: Fundos disponíveis

source: Available Funds
de: Verfügbare Mittel
es: Fondos disponibles
fr: Fonds disponibles
it: Fondi disponibili
nl: Beschikbare middelen
pt_br: Fundos disponíveis

source: Available funds to budget
de: Verfügbare Mittel zum Budgetieren
es: Fondos disponibles para presupuestar
fr: Fonds disponibles à budgéter
it: Fondi disponibili da mettere a budget
nl: Beschikbare middelen om te budgetteren
pt_br: Fundos disponíveis para orçar

source: Average of previous months
de: Durchschnitt der vorherigen Monate
es: Promedio de los meses anteriores
fr: Moyenne des mois précédents
it: Media dei mesi precedenti
nl: Gemiddelde van voorgaande maanden
pt_br: Média dos meses anteriores

source: Average Spent (%lld Months)
de: Durchschnittliche Ausgaben (%lld Monate)
es: Gasto medio (durante %lld meses)
fr: Dépense moyenne (sur %lld mois)
it: Spesa media (su %lld mesi)
nl: Gemiddelde uitgaven (%lld maanden)
pt_br: Gasto médio (em %lld meses)

source: Back Up
de: Sichern
es: Hacer copia
fr: Sauvegarder
nl: Maak een back-up
pt_br: Fazer backup

source: Back Up Now
de: Jetzt sichern
es: Hacer copia ahora
fr: Sauvegarder maintenant
it: Esegui il backup adesso
nl: Maak nu een back-up
pt_br: Fazer backup agora

source: Back up the restored data?
de: Die wiederhergestellten Daten sichern?
es: ¿Hacer una copia de los datos restaurados?
fr: Sauvegarder les données restaurées ?
it: Eseguire il backup dei dati ripristinati?
nl: Een back-up maken van de herstelde gegevens?
pt_br: Fazer backup dos dados restaurados?

source: Backup %@ no longer exists
de: Die Sicherung %@ ist nicht mehr vorhanden
es: La copia de seguridad %@ ya no existe
fr: La sauvegarde %@ n’existe plus
it: Il backup %@ non esiste più
nl: Back-up %@ bestaat niet meer
pt_br: O backup %@ não existe mais

source: Backup Location
de: Speicherort der Sicherung
es: Ubicación de copia de seguridad
fr: Emplacement de sauvegarde
it: Posizione del backup
nl: Back-uplocatie
pt_br: Local do backup

# backupList.exportFooter
source: Export a backup file to keep a copy outside the app.
de: Exportieren Sie eine Sicherungsdatei, um eine Kopie außerhalb der App aufzubewahren.
es: Exporte un archivo de copia de seguridad para conservar una copia fuera de la app.
fr: Exportez un fichier de sauvegarde pour conserver une copie en dehors de l'app.
it: Esporta un file di backup per conservarne una copia all'esterno dell'app.
nl: Exporteer een back-upbestand om een ​​kopie buiten de app te bewaren.
pt_br: Exporte um arquivo de backup para manter uma cópia fora do app.

# backupList.restoreConnected
source: Restore while connected to your server
de: Stellen Sie die Wiederherstellung sicher, während Sie mit Ihrem Server verbunden sind
es: Restaurar mientras está conectado a su servidor
fr: Restaurer tout en étant connecté à votre serveur
it: Ripristina mentre sei connesso al tuo server
nl: Herstel terwijl u verbonden bent met uw server
pt_br: Restaurar enquanto estiver conectado ao seu servidor

source: Backups are saved locally on this device and automatically mirrored to your chosen folder under Actuali/<budgetId>/.
de: Sicherungen werden lokal auf diesem Gerät gespeichert und automatisch in den gewählten Ordner Actuali/<budgetId>/ gespiegelt.
es: Las copias de seguridad se guardan localmente en este dispositivo y se duplican automáticamente en la carpeta Actuali/<budgetId>/ elegida.
fr: Les sauvegardes sont enregistrées localement sur cet appareil et automatiquement copiées dans le dossier Actuali/<budgetId>/ que vous avez choisi.
it: I backup vengono salvati localmente su questo dispositivo e copiati automaticamente nella cartella Actuali/<budgetId>/ scelta.
nl: Back-ups worden lokaal op dit apparaat opgeslagen en automatisch gekopieerd naar de gekozen map Actuali/<budgetId>/.
pt_br: Os backups são salvos localmente neste dispositivo e espelhados automaticamente na pasta Actuali/<budgetId>/ escolhida.

source: Backups are stored in Actuali's private app storage on this device. One is taken automatically when you leave the app. Tap Backups to restore or export them anytime.
de: Sicherungen werden im privaten Speicher von Actuali auf diesem Gerät abgelegt. Beim Verlassen der App wird automatisch eine erstellt. Tippen Sie auf Sicherungen, um sie wiederherzustellen oder zu exportieren.
es: Las copias se guardan en el almacenamiento privado de Actuali en este dispositivo. Se crea una automáticamente al salir de la app. Toca Copias de seguridad para restaurarlas o exportarlas.
fr: Les sauvegardes sont stockées dans l’espace privé d’Actuali sur cet appareil. Une sauvegarde est créée automatiquement lorsque vous quittez l’app. Touchez Sauvegardes pour les restaurer ou les exporter.
it: I backup sono archiviati nello spazio privato di Actuali su questo dispositivo. Ne viene creato uno automaticamente quando esci dall’app. Tocca Backup per ripristinarli o esportarli.
nl: Back-ups worden opgeslagen in de privéopslag van Actuali op dit apparaat. Er wordt automatisch een back-up gemaakt wanneer je de app verlaat. Tik op Back-ups om ze te herstellen of te exporteren.
pt_br: Os backups são armazenados no espaço privado do Actuali neste dispositivo. Um backup é criado automaticamente quando você sai do app. Toque em Backups para restaurar ou exportar.

source: Backups are stored in Actuali's private app storage on this device. Tap Export to save to Files, iCloud Drive, or AirDrop. Tapping a backup restores it (your current data is saved first so you can revert).
de: Sicherungen liegen im privaten Speicher von Actuali auf diesem Gerät. Tippen Sie auf Exportieren, um sie in Dateien, iCloud Drive oder per AirDrop zu sichern. Tippen Sie auf eine Sicherung, um sie wiederherzustellen; Ihre aktuellen Daten werden vorher gespeichert, damit Sie zurückkehren können.
es: Las copias se guardan en el almacenamiento privado de Actuali en este dispositivo. Toca Exportar para guardarlas en Archivos, iCloud Drive o AirDrop. Toca una copia para restaurarla; primero se guardan tus datos actuales para que puedas revertir.
fr: Les sauvegardes sont stockées dans l’espace privé d’Actuali sur cet appareil. Touchez Exporter pour enregistrer dans Fichiers, iCloud Drive ou AirDrop. Touchez une sauvegarde pour la restaurer ; vos données actuelles sont d’abord enregistrées afin de pouvoir revenir en arrière.
it: I backup sono archiviati nello spazio privato di Actuali su questo dispositivo. Tocca Esporta per salvarli in File, iCloud Drive o AirDrop. Tocca un backup per ripristinarlo; prima vengono salvati i dati correnti, così puoi tornare indietro.
nl: Back-ups worden opgeslagen in de privéopslag van Actuali op dit apparaat. Tik op Exporteer om ze in Bestanden, iCloud Drive of via AirDrop op te slaan. Tik op een back-up om die te herstellen; je huidige gegevens worden eerst opgeslagen zodat je kunt teruggaan.
pt_br: Os backups são armazenados no espaço privado do Actuali neste dispositivo. Toque em Exportar para salvar em Arquivos, iCloud Drive ou AirDrop. Toque em um backup para restaurá-lo; seus dados atuais são salvos primeiro para que você possa reverter.

source: Backups are stored on this device. One is taken automatically when you leave the app.
de: Backups werden auf diesem Gerät gespeichert. Eines wird automatisch vergeben, wenn Sie die App verlassen.
es: Las copias de seguridad se guardan en este dispositivo. Se crea una automáticamente al salir de la app.
fr: Les sauvegardes sont stockées sur cet appareil. Une sauvegarde est créée automatiquement lorsque vous quittez l'app.
it: I backup sono archiviati su questo dispositivo. Uno viene scattato automaticamente quando esci dall'app.
nl: Op dit apparaat worden back-ups opgeslagen. Er wordt er automatisch één genomen wanneer u de app verlaat.
pt_br: Os backups são armazenados neste dispositivo. Um é criado automaticamente quando você sai do app.

source: Backups are stored safely in Actuali's private app storage. You can choose a custom folder (such as an iCloud Drive folder) to automatically mirror every backup there.
de: Sicherungen werden sicher im privaten Speicher von Actuali abgelegt. Sie können einen eigenen Ordner, etwa in iCloud Drive, wählen, um jede Sicherung automatisch dorthin zu spiegeln.
es: Las copias de seguridad se guardan de forma segura en el almacenamiento privado de Actuali. Puedes elegir una carpeta personalizada, como una de iCloud Drive, para copiar allí cada respaldo automáticamente.
fr: Les sauvegardes sont stockées en sécurité dans le stockage privé d’Actuali. Vous pouvez choisir un dossier personnalisé, tel qu’un dossier iCloud Drive, pour y copier automatiquement chaque sauvegarde.
it: I backup vengono archiviati in modo sicuro nello spazio privato di Actuali. Puoi scegliere una cartella personalizzata, ad esempio su iCloud Drive, per copiarvi automaticamente ogni backup.
nl: Back-ups worden veilig opgeslagen in de privéopslag van Actuali. Kies een eigen map, zoals een map in iCloud Drive, om elke back-up daar automatisch naartoe te kopiëren.
pt_br: Os backups são armazenados com segurança no armazenamento privado do Actuali. Você pode escolher uma pasta personalizada, como uma pasta do iCloud Drive, para espelhar automaticamente cada backup nela.

source: Balance
de: Saldo
es: Saldo
fr: Solde
it: Saldo
nl: Saldo
pt_br: Saldo

source: balance %@
de: Saldo %@
es: saldo %@
fr: solde %@
it: saldo %@
nl: saldo %@
pt_br: saldo %@

source: Balance cap
de: Kontostandlimit
es: Límite de saldo
fr: Plafond de solde
it: Limite di saldo
nl: Saldolimiet
pt_br: Limite de saldo

source: Balance cap needs a contributing automation
de: Die Saldoobergrenze benötigt eine beitragende Automatisierung
es: El límite de saldo necesita una automatización que aporte fondos
fr: Le plafond de solde nécessite une automatisation contributive
it: Il limite di saldo richiede un'automazione contributiva
nl: De saldolimiet heeft een automatisering nodig die geld bijdraagt
pt_br: O limite de saldo precisa de uma automação que contribua

source: Balance Forecast
de: Saldo-Prognose
es: Previsión del saldo
fr: Prévision du solde
it: Previsione del saldo
nl: Saldo-voorspelling
pt_br: Previsão do saldo

source: Balance Visibility
de: Saldosichtbarkeit
es: Visibilidad del saldo
fr: Visibilité du solde
it: Visibilità del saldo
nl: Saldozichtbaarheid
pt_br: Visibilidade do saldo

source: Bank Accounts
de: Bankkonten
es: Cuentas bancarias
fr: Comptes bancaires
it: Conti bancari
nl: Bankrekeningen
pt_br: Contas bancárias

source: Bank Balance
de: Kontostand
es: Saldo bancario
fr: Solde bancaire
it: Saldo bancario
nl: Banksaldo
pt_br: Saldo bancário

source: Bank Sync
de: Banksynchronisierung
es: Sincronización bancaria
fr: Synchronisation bancaire
it: Sincronizzazione bancaria
nl: Banksynchronisatie
pt_br: Sincronização bancária

source: Bank Sync (SimpleFIN & Wallet)
de: Banksynchronisierung (SimpleFIN & Wallet)
es: Sincronización bancaria (SimpleFIN y Wallet)
fr: Synchronisation bancaire (SimpleFIN et Wallet)
it: Sincronizzazione bancaria (SimpleFIN e Wallet)
nl: Banksynchronisatie (SimpleFIN en Wallet)
pt_br: Sincronização bancária (SimpleFIN e Wallet)

source: Before using a shortcut, set up Card & Account Mappings in More → Transactions & Automation so purchases route to the right account.
de: Richten Sie vor der Verwendung eines Shortcuts die Karten- und Kontozuordnungen unter Mehr → Transaktionen und Automatisierung ein, damit Käufe dem richtigen Konto zugeordnet werden.
es: Antes de usar un atajo, configure las Correspondencias de tarjetas y cuentas en Más → Transacciones y automatización para que los gastos se asignen a la cuenta correcta.
fr: Avant d'utiliser un raccourci, configurez les Correspondances cartes et comptes dans Plus → Transactions et automatisation pour que les achats soient affectés au bon compte.
it: Prima di usare una scorciatoia, configura le Mappature di carte e conti in Altro → Transazioni e automazione, così gli acquisti vanno al conto giusto.
nl: Stel voordat u een snelkoppeling gebruikt kaart- en accounttoewijzingen in via Meer → Transacties en automatisering, zodat aankopen op het juiste account terechtkomen.
pt_br: Antes de usar um atalho, configure as Correspondências de cartões e contas em Mais → Transações e automação para que as compras sejam registradas na conta certa.

source: Billing Cycle
de: Abrechnungszyklus
es: Ciclo de facturación
fr: Cycle de facturation
it: Ciclo di fatturazione
nl: Factureringscyclus
pt_br: Ciclo de cobrança

source: Billing Cycle, %@
de: Abrechnungszyklus, %@
es: Ciclo de facturación, %@
fr: Cycle de facturation, %@
it: Ciclo di fatturazione, %@
nl: Factureringscyclus, %@
pt_br: Ciclo de cobrança, %@

source: Bills
de: Rechnungen
es: Facturas
fr: Factures
it: Bollette
nl: Rekeningen
pt_br: Contas

source: Bills & Calendar
de: Rechnungen und Kalender
es: Facturas y calendario
fr: Factures et calendrier
it: Bollette e calendario
nl: Rekeningen en agenda
pt_br: Contas e calendário

source: Budget %@ every %@
de: %@ für jede %@ budgetieren
es: Presupuestar %@ cada %@
fr: Budgetiser %@ chaque %@
it: Budget %@ ogni %@
nl: %@ elke %@ budgetteren
pt_br: Orçar %@ a cada %@

source: Budget %@ every %lld %@
de: %@ alle %lld %@ budgetieren
es: Presupuestar %@ cada %lld %@
fr: Budgetiser %@ tous les %lld %@
it: Budget %@ ogni %lld %@
nl: %@ elke %lld %@ budgetteren
pt_br: Orçar %@ a cada %lld %@
